Repository: heubachmedia/hmReports-Release
Catalog: Sample Database 4D v19/Components/hmReports_Palette.4dbase/Resources/*.lproj/Main.xlf
Languages: es, fr, ja

# 0_unlimited
source: 0 = unbegrenzt
es: 0 = ilimitado
fr: 0 = illimité
ja: 0 = 無制限

source: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Aktuell
es: Activo
fr: Active
ja: アクティブ

source: Aktuelle Ebene
es: Capas actuales
fr: Calques actuels
ja: アクティブ レイヤー

source: Aktuelle Seite
es: Página actual
fr: Page courante
ja: 現在のページ

# align
source: Ausrichten
es: Alinear
fr: Aligner
ja: 揃える

# alles_auswaehlen
source: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択

source: Allgemein
es: General
fr: Général
ja: 一般

source: Allgemeine Einstellungen
es: Preferencias generales
fr: Préférences générales
ja: 環境設定

# alsreportdrucken
source: Als Bericht drucken
es: Imprimir el informe
fr: Imprimer le rapport
ja: レポートとして印刷

source: Ansicht
es: Visualización
fr: Affichage
ja: 表示

# antialiasing
source: Kantenglättung
es: Antialiasing
fr: Lissage
ja: アンチエイリアス

# anzahlDP
source: Anzahl:
es: Número:
fr: Nombre:
ja: 数:

source: Anzeigen
es: Mostrar
fr: Visible
ja: 表示する

# arc
source: Bogen
es: arco
fr: arc
ja: 円弧

source: Array
es: Arreglo
fr: Tableau
ja: 配列

# arrayelementDP
source: Array Element:
es: Elemento de arreglo:
fr: Élément de tableau:
ja: 配列要素:

# arrow_both
source: Pfeil links+rechts
es: Flecha izquierda + derecha
fr: Flèche gauche + droite

# arrow_left
source: Pfeil links
es: Flecha izquierda
fr: Flèche gauche

# arrow_right
source: Pfeil rechts
es: Flecha derecha
fr: Flèche droite

source: Auf der aktuellen Seite drucken
es: Imprimir en la página actual
fr: Imprimer sur la page courante
ja: 現在のページに印刷

# aufreportdrucken
source: Auf dem Report drucken
es: Imprimir en el informe
fr: Imprimer sur le rapport
ja: レポートに印刷

# ausgewaehlte_tabellen
source: Ausgewählte Tabellen:
es: Tablas seleccionadas:
fr: Tables sélectionnées:
ja: 選択されたテーブル:

# ausrichtungDP
source: Ausrichtung:
es: Alineación:
fr: Alignement:
ja: アラインメント:

source: Ausschneiden
es: Cortar
fr: Couper
ja: カット

# automatic_resizing
source: Automatische Anpassung
es: Redimensionamiento automático
fr: Redimensionnement automatique
ja: サイズの自動調整

# automatischer_umbruch
source: Automatischer Textumbruch
es: Ajustar texto
fr: Retour à la ligne automatique
ja: テキストの自動改行

# automatischer_umbruchDP
source: Automatischer Textumbruch:
es: Ajustar texto:
fr: Retour à la ligne automatique:
ja: テキストの自動改行:

# available_variables
source: Verfügbare Variablen
es: Variables disponibles
fr: Les variables disponibles

# bar_both
source: Balken links+rechts
es: Bar izquierda + derecha
fr: Bar gauche + droite

# bar_left
source: Balken links
es: Bar dejó
fr: Bar à gauche

# bar_right
source: Balken rechts
es: Bar derecho
fr: Bar droite

# barcodeDP
source: Barcode:
es: Código de barras:
fr: Code-barres:
ja: バーコード:

source: Basis
es: Base
fr: Base
ja: ベース レイヤー

# bearbeite_ebene
source: Ebene bearbeiten
es: Editar la capa
fr: Éditer le calque
ja: レイヤーの編集

source: Bearbeiten
es: Edición
fr: Édition
ja: 編集

# benutzernameDP
source: Benutzername:
es: Usuario :
fr: Utilisateur :
ja: ユーザー名:

source: Berichtseinstellungen
es: Parámetros por omisión
fr: Paramètres par défaut du rapport
ja: レポート設定

# Berichtsfuss
source: Berichtsfuß
es: Pie del informe
fr: Pied de rapport
ja: レポート フッター

source: Berichtskopf
es: Encabezado del informe
fr: En-tête de rapport
ja: レポート ヘッダー

# best_object_size
source: Optimale Größe
es: Mejor tamaño del objeto
fr: Meilleur taille de l'objet
ja: 最高のオブジェクトサイズ

source: Bild
es: Imagen
fr: Image
ja: 画像

source: Bodyscript
es: Script de cuerpo
fr: Script de corps
ja: ボディ スクリプト

# break_after_each_iteration
source: Nach jeder Wiederholung umbrechen
es: Después de cada repetición Wrap
fr: Après chaque tour de répétition

# BreiteDP
source: Breite:
es: Ancho:
fr: Largeur:
ja: 幅:

# calc_average
source: Berechne Durchschnitt
es: Calcular la media
fr: Calculer la moyenne
ja: 平均を計算

# calc_count
source: Berechne Anzahl
es: Calcular el número
fr: Calculer le nombre
ja: カウントを計算

# calc_maximum
source: Berechne Maximum
es: Calcular el máximo
fr: Calculer le maximum
ja: 最大値を計算

# calc_minimum
source: Berechne Minimum
es: Calculer el mínimo
fr: Calculer le minimum
ja: 最小値を計算

# calc_none
source: Nicht berechnen
es: No calcular el objeto
fr: Ne pas calculer cet objet
ja: 計算しない

# calc_total
source: Berechne Summe
es: Calcularl la suma
fr: Calculer la somme
ja: 合計を計算

# calculation_options
source: Berechnung
es: Optciones de cálculo
fr: Options de calcul
ja: 計算オプション

# chart
source: Diagramm
es: Diagrama
fr: Diagramme

# clockwise
source: Im Uhrzeigersinn
es: En el sentido de las agujas del reloj
fr: Dans le sens des aiguilles d'une montre
ja: 時計回り

# copy_to_clipboard
source: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier à la planchette

# create_subform
source: Unterformularseite erstellen
es: Crear subformulario página
fr: Créer Subform page

# darstellungDP
source: Darstellung:
es: Pantalla:
fr: Affichage:
ja: 表示形式:

# database_notfound
source: Die Datenbank "%%%" wurde nicht gefunden!
es: No se encontró la base de datos "%%%"!
fr: La base de données "%%%" n'a pas été trouvée !
ja: データベース "%%%" が見つかりません!

# dateformat1
source: Systemabhängig kurz
es: Sistema fecha corta
fr: Système date courte
ja: System date short

# dateformat2
source: Systemabhängig abgekürzt
es: Sistema fecha abreviada
fr: Système date abrégée
ja: System date abbreviated

# dateformat3
source: Systemabhängig ausgeschrieben
es: Sistema fecha larga
fr: Système date longue
ja: System date long

# dateformat4
source: Intern kurz Spezial
es: Interna fecha corta special
fr: Interne date courte spécial
ja: Internal date short special

# dateformat5
source: Intern ausgeschrieben
es: Interna fecha larga
fr: Interne date longue
ja: Internal date long

# dateformat6
source: Intern abgekürzt
es: Interna fecha abreviada
fr: Interne date abrégée
ja: Internal date abbreviated

# dateformat7
source: Intern kurz
es: Interne fecha corta
fr: Interne date courte
ja: Internal date short

# dateformat8
source: ISO Datum
es: Fecha ISO
fr: Date ISO
ja: ISO Date

source: Datei
es: Archivo
fr: Fichier
ja: ファイル

source: Daten
es: Datos
fr: Données
ja: データ

# daten_untertext
source: Wählen Sie die Daten für die Berichterstellung aus.
es: Seleccione los datos para el informe.
fr: Veuillez sélectionner les données utilisées pour le rapport.
ja: レポート作成用にデータを選択してください。

source: Datenbank
es: Base de datos
fr: Base de données
ja: データベース

# datenbankDP
source: Datenbank:
es: Base de datos:
fr: Base de donnée:
ja: データベース:

# datensaetzesortieren
source: Datensätze sortieren
es: Ordenar los registros
fr: Trier les enregistrements
ja: レコードの並べ替え

# datensaetzesuchen
source: Datensätze suchen
es: Buscar registros
fr: Rechercher les enregistrements
ja: レコードを検索

# debug
source: Debuggen
es: Depurar
fr: Déboguer

# degrees
source: Grad
es: Grado
fr: Degré
ja: 角度

# delete_page
source: Seite löschen
es: Eliminar página
fr: Supprimer la page
ja: ページを削除

# description
source: Beschreibung
es: Descripción
fr: Description

# detail
source: Detailbereich
es: Detalle
fr: Détail
ja: 詳細

# detailfooter
source: Detailfuß
es: Pie de détail
fr: Pied de détail
ja: 詳細 フッター

# Detailfuss
source: Detailfuß
es: Pied de detalle
fr: Pied de détail
ja: 詳細 フッター

# detailheader
source: Detailkopf
es: Encabezado de detalle
fr: En-tête de détail
ja: 詳細 ヘッダー

source: Detailkopf
es: Encabezado de detalle
fr: En-tête de détail
ja: 詳細 ヘッダー

source: Details
es: Detalle
fr: Détail
ja: 詳細

# dickeDP
source: Dicke:
es: Espesor
fr: Épaisseur
ja: 太さ:

source: Drucken...
es: Imprimir...
fr: Imprimer...
ja: 印刷...

source: Drucken
es: Imprimir
fr: Imprimer
ja: 印刷

source: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製

source: Durchgestrichen
es: Tachado
fr: Barré

source: Ebenen
es: Capas
fr: Calques
ja: レイヤー

source: EBENEN
es: CAPAS
fr: CALQUES
ja: レイヤー

# ebeneninfozeigen
source: Ebeneninfo anzeigen
es: Mostrar informaciones de la capa
fr: Afficher les informations de calque
ja: レイヤー情報を表示

# edit_subform
source: Unterformularseite bearbeiten
es: Editar subformulario página
fr: Modifier Subform page

# edit_vector
source: Vektor bearbeiten
es: Editar el vector
fr: Éditer le vecteur
ja: ベクトルを編集

# edit_vector_end
source: Vektor bearbeiten beenden
es: Terminar la edición del vector
fr: Arrêter l'édition du vecteur
ja: ベクトル編集を終了

source: Eigenschaft
es: Propiedad
fr: Propriété
ja: プロパティ

source: Eigenschaften
es: Propiedades
fr: Propriétés
ja: プロパティ

# einfuegen
source: Einfügen
es: Pegar
fr: Coller
ja: ペースト

source: Einstellungen
es: Preferencias
fr: Préférences
ja: 設定

# endangleDP
source: Endwinkel:
es: Fin del ángulo:
fr: Fin angle:
ja: 終了角度:

source: Ende
es: Fin
fr: Fin
ja: 終了

# endscript
source: Endescript
es: Script de fin
fr: Script de fin
ja: 終了スクリプト

# exampleDP
source: Beispiel:
es: Ejemplo:
fr: Exemple:
ja: 例:

# executedetailscriptafterdovaluechanged
source: Ausführen bevor geänderte Werte berechnet werden
es: Ejecutar antes de comprobar los cambios de valor
fr: Exécuter avant vérifier les modifications de valeur
ja: 再計算前に実行

source: Farbe
es: Color
fr: Couleur
ja: カラー

# farbeDP
source: Farbe:
es: Color:
fr: Couleur:
ja: カラー:

source: Feld
es: Campo
fr: Champ
ja: フィールド

# FeldDP
source: Feld:
es: Campo:
fr: Champ:
ja: フィールド:

source: FELDER UND VARIABLEN
es: CAMPOS Y VARIABLES
fr: CHAMPS ET VARIABLES
ja: フィールドと変数

source: Fensterbreite
es: Ancho de la ventana
fr: Largeur de la fenêtre
ja: ウィンドウ幅

# Fenstergroesse
source: Fenstergröße
es: Tamaño de la ventana
fr: Taille de la fenêtre
ja: ウィンドウ サイズ

# festegroesseDP
source: Feste Größe:
es: Valor fijo:
fr: Valeur fixe:
ja: 固定サイズ:

source: Fett
es: Negrilla
fr: Gras
ja: 太字

# fixedprinting
source: Beim Drucken nicht bewegen
es: No se mueven durante la impresión
fr: Ne déplacez pas lors de l'impression
ja: 印刷中は移動しない

# formatDP
source: Format:
es: Formato:
ja: フォーマット:

source: Formel
es: Fórmula
fr: Formule
ja: 式

# freehand
source: Freihand
es: mano alzada
fr: main libre
ja: フリーハンド

source: Gitternetzlinien
es: Las líneas de división
fr: Quadrillage
ja: グリッド線

# groesse
source: Größe
es: Tamaño
fr: Taille
ja: サイズ

# groesseeinesarraysDP
source: Größe eines Arrays:
es: Temaño del arreglo:
fr: Taille du tableau:
ja: 配列の大きさ:

# group
source: Gruppieren
es: Grupo
fr: Groupe
ja: グループ化

# grow
source: Wachsen
es: Agrandar
fr: Agrandir
ja: 拡大

source: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景

source: Hintergrund anzeigen
es: Mostrar el fondo
fr: Afficher l'arrière-plan
ja: 背景を表示

# hintergrundDP
source: Hintergrund:
es: Fondo:
fr: Arrière-plan:
ja: 背景:

# hoehe
source: Höhe
es: Altura
fr: Hauteur
ja: 高さ

# HoeheDP
source: Höhe:
es: Altura:
fr: Hauteur:
ja: 高さ:

# horizontal_scrollbar
source: Horizontale Bildlaufleiste
es: Barra de desplazamiento horizontal
fr: Barre de défilement horizontale
ja: スクロールバー (水平)

source: Horizontal verteilen
es: Organizarlos de forma horizontal
fr: Disposer horizontalement
ja: 水平方向に分散

# if_empty_insert_blank_row
source: Leere Zeile einfügen, wenn leer
es: Si está vacío, inserte una fila en blanco
fr: Si vide, insérer une ligne vide

# if_empty_replace_by_items_below
source: Darunterliegende Objekte schieben, wenn leer
es: Se vació, cámbielo por elementos situados debajo de
fr: Il vide, remplacez par éléments ci-dessous
ja: それは以下の項目で置き換え、空

# if_empty_replace_entire_row
source: Lösche Zeile, wenn leer
es: Si está vacío, sustituir toda la fila
fr: Si vide, remplacez ligne entière
ja: 変数が空であれば全体を置換する

source: Immer den Bereich nutzen
es: Usar siempre esta sección
fr: Toujours utiliser cette section
ja: セクションをいつも使う

source: Interne Datenbank
es: Base de datos interna
fr: Base interne
ja: 内部データベース

# interne_DB
source: Interne Datenbank
es: Base de datos interna
fr: Base interne
ja: 内部データベース

# interprocess_variables
source: Interprozessvariablen
es: Variables interproceso
fr: Variables interprocess

source: Ja
es: Si
fr: Oui
ja: はい

# keepwholesectiononsamepage
source: Den ganzen Bereich auf gleicher Seite drucken
es: Conservar toda la sección enla misma página
fr: Conserver toute la section sur la même page
ja: セクションを一つのページにまとめて印刷

source: <Keine>
es: <ninguno>
fr: <aucun>
ja: <ありません>

source: Keine Elemente gefunden
es: Ningún elemento encontrado
fr: Aucun élément trouvé
ja: 要素がありません

source: Keine Vorlage
es: Ningún modelo
fr: Aucun modèle
ja: テンプレートがありません

# keinetabelleausgewaehlt
source: Es wurde keine gültige Tabelle in den Wiederholungseinstellungen ausgewählt!
es: No hay tabla válida seleccionada en las preferencias de iteración.
fr: Il n'y a pas de table valide sélectionnée dans les préférences d'itération.
ja: 繰り返し設定に有効なテーブルが選択されていません。

# kennwortDP
source: Kennwort:
es: Contraseña:
fr: Mot de passe:
ja: パスワード:

source: Kopieren
es: Copiar
fr: Copier
ja: コピー

source: Kursiv
es: Cursivas
fr: Italique
ja: 斜体

# layerlist
source: Ebenenliste
es: Lista de capas
fr: Liste des calques
ja: レイヤー リスト

source: Leer wenn null
es: Vacío si nulo
fr: Vide si nul
ja: null時は空白

# line
source: Linie
es: línea
fr: ligne
ja: ライン

# line_endings
source: Endpunkte
es: Termina Line
fr: Ligne se termine

# lineal_einheitDP
source: Lineal Einheit:
es: Unidad:
fr: Unité de règle:
ja: 定規の単位:

# linespacingDP
source: Zeilenabstand:
es: Interlínea:
fr: Interligne:

source: Linie
es: Línea
fr: Ligne
ja: ライン

source: Links
es: Izquierda
fr: Gauche
ja: 左

# local_variables
source: Lokale Variablen
es: Variables locales
fr: Variables locales

# loeschen
source: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

source: Magnetisches Raster:
es: Grilla magnética :
fr: Grille magnétique :
ja: スナップ グリッド:

source: Markierungen
es: Secciones
fr: Sections
ja: セクション

# markierungseigenschaft
source: Markierungseigenschaften
es: Propriedades de la sección
fr: Propriétés de section
ja: セクション プロパティ

source: Markierungsoptionen
es: Opciones de sección
fr: Options de section
ja: セクション オプション

# maximalDP
source: Maximal:
es: Máximo:
fr: Maximum:
ja: 最大:

# mehr_farben3P
source: Mehr Farben...
es: Mas colores...
fr: Plus de couleurs...
ja: 他のカラー...

source: Meine Verbindungen
es: Mis conexiones
fr: Mes connexions
ja: 接続

# menubar
source: Menüleiste
es: Barra de menú
fr: Barre de menu
ja: メニューバー

source: Mitte
es: Centrado
fr: Centre
ja: 中央

# move
source: Bewegen
es: Desplazar
fr: Déplacer
ja: 移動

# move_objects_auto
source: Objekte mit Markierunglinie bewegen
es: Desplazar los objetos de la sección
fr: Déplacer les objets avec la section
ja: セクション ラインと一緒にオブジェクトを移動

# move_under_object
source: Bewegen unter dem Objekt
es: Se mueven en el rubro
fr: Déplacer sous l'objet
ja: オブジェクトの下に移動

# moveable
source: Bewegbar
es: Movible
fr: Mobile
ja: 移動可能

# movebackward
source: Nach hinten bringen
es: Alejar de un nivel
fr: Plan précédent
ja: 背面に移動

# moveforward
source: Nach vorne bringen
es: Acercar de un nivel
fr: Plan suivant
ja: 前面に移動

# msg_cannot_delete_active_layer
source: Die aktuelle Ebene kann nicht gelöscht werden!
es: El capa actual no se puede eliminar!
fr: Le calque actuel ne peut pas être supprimé!
ja: アクティブ レイヤーは削除できません!

# msg_delete_layer
source: Wollen Sie die Ebene mit allen darauf liegenden Objekten wirklich löschen?
es: ¿Está seguro de querer eliminar todo los objetos de la capa?
fr: Êtes-vous certain de vouloir supprimer le calque et tous ses objets ?
ja: レイヤーとレイヤー上のオブジェクトを全て削除しますか?

# multiple_values
source: Mehrere Werte
es: Múltiples valores
fr: Les valeurs multiples
ja: マルチ バリュー

# multistyle
source: Mehrfachstil
es: Múltiples estilos
fr: Texte stylé
ja: マルチ スタイル

# nach_hinten
source: Ganz nach hinten bringen
es: Enviar al fondo
fr: Envoyer à l'arrière-plan
ja: 最背面に移動

# nach_vorne
source: Ganz nach vorne bringen
es: Traer al primer plano
fr: Mettre au premier-plan
ja: 最前面に移動

# nachdemdruckenneueseiteanfangen
source: Nach dem Drucken eine neue Seite anfangen
es: Insertar una página después de esta sección
fr: Insérer une nouvelle page après cette section
ja: セクション終了後に改ページ

source: Nach Ebene verschieben
es: Desplazar a la capa
fr: Déplacer vers le calque
ja: レイヤーに移動

source: Name
es: Nombre
fr: Nom
ja: 名前

# nameDP
source: Name:
es: Nombre:
fr: Nom:
ja: 名前:

source: Nein
es: No
fr: Non
ja: いいえ

source: Neu
es: Nuevo
fr: Ajouter
ja: 新規

source: Neue Ebene
es: Nueva capa
fr: Nouveau calque
ja: 新規レイヤー

source: Neue Verbindung herstellen
es: Nueva conexión
fr: Nouvelle connexion
ja: 新規バインド

source: Neuer Report
es: Nuevo informe
fr: Nouveau rapport
ja: 新規レポート

# neuer_report_wizard
source: Neuer Report (Eingabeassistent)
es: Nuevo informe (Asistente)
fr: Nouveau rapport (Assistant)
ja: 新規レポート (ウィザード)

# neueseitewennplatzkleiner
source: Neue Seite anfangen, wenn Platz kleiner ist als
es: Insertar página si espacio disponible inferior a
fr: Insérer une nouvelle page si l'espace disponible est moins de
ja: 改ページ条件: 残スペース

# new_methodeditor
source: Neuer Methodeneditor
es: Editor de métodos nuevos
fr: Nouvel éditeur

# new_page
source: Neue Seite
es: Nueva página
fr: Nouvelle page
ja: 新規ページ

# no_layer_to_draw_to
source: Keine Ebene zum Zeichnen eingeblendet!
es: Debe hacer visible y activar la capa sobre la que desea trabajar.
fr: Vous devez d'abord rendre visible et activer le calque dans lequel vous désirez dessiner.
ja: 描画できるアクティブ レイヤーがありません!

# no_password
source: Bitte geben Sie ein Kennwort ein!
es: Por favor Ingrese la contraseña!
fr: Veuillez entrer un mot de passe !
ja: パスワードを入力してください!

# no_username
source: Bitte geben Sie einen Benutzernamen ein!
es: Por favor ingrese el nombre de usuario!
fr: Veuillez entrer un nom d'utilisateur !
ja: ユーザー名を入力してください!

source: Nr.
es: N°
fr: N°
ja: No.

source: Nummer
es: Número
fr: Nombre
ja: 番号

# nuraufdererstenseitenutzen
source: Den Bereich nur auf der ersten Seite nutzen
es: Utilizar esta sección sólo en primera página
fr: N'utiliser cette section que sur la première page
ja: セクションを１ページ目にのみ使う

# nurbeiveraenderungdeswertesnutzen
source: Den Bereich nur dann nutzen, wenn sich folgendes Objekt ändert:
es: Utilizar esta sección sólo si cambia este valor :
fr: N'utiliser cette section que si cette valeur change :
ja: セクションは次のオブジェクトが変更された時にのみ使う:

# nurnachdererstenseitenutzen
source: Den Bereich nach der ersten Seite nutzen
es: Utilizar esta sección sólo después de la primera página
fr: N'utiliser cette section qu'après la première page
ja: セクションを２ページ目以降にのみ使う

source: Oben
es: Arriba
fr: en haut
ja: 上

# OBJECTLIST
source: OBJEKTLISTE
es: OBJETO DE LA LISTA
fr: LISTE D'OBJECTS
ja: オブジェクト リスト

# objects
source: Objekte
es: Objetos:
fr: Objets:

source: Objekt
es: Objeto
fr: Objet
ja: オブジェクト

# objektDP
source: Objekt:
es: Objeto:
fr: Objet:
ja: オブジェクト:

source: Objekteigenschaften
es: Propriedad del objeto
fr: Propriétés de l'objet
ja: オブジェクト プロパティ

source: OBJEKTEIGENSCHAFTEN
es: PROPRIEDAD DEL OBJETO
fr: PROPRIÉTÉ DE L'OBJET
ja: オブジェクト プロパティ

source: Objekte sperren
es: Bloquear los objetos
fr: Verrouiller les objets
ja: オブジェクトをロック

# odbc_error
source: Auf die ODBC Quelle kann nicht zugegriffen werden!
es: La conexion ODBC falló!
fr: La connexion ODBC a échoué !
ja: ODBC への接続に失敗しました!

# odbc_verbindungsinfos
source: Verbindungsinformationen
es: Informaciones de conexión
fr: Informations de connexion
ja: リレーション情報

# odbc_verbindungsinfos_untertext
source: Geben Sie die für die Anmeldung an der ausgewählten Datenquelle erforderlichen Informationen an.
es: Ingrese las informaciones necesarias para acceder a la fuente de datos.
fr: Saisissez les informations requise pour accéder à la source de données.
ja: 選択されたデータソースへの要求に必要な情報が足りません

# oeffnen
source: Öffnen...
es: Abrir...
fr: Ouvrir...
ja: 開く...

# On_Background
source: auf Hintergrund
es: Sobre fondo
fr: Image sur fond
ja: バックグラウンド

# open
source: Öffnen
es: Abierto
fr: Ouvrir

source: Optionen
es: Opciones
fr: Options
ja: オプション

source: Oval
es: óvalo
fr: ovale
ja: 楕円

# pagearea
source: Seitenrahmen
es: Zona de página
fr: Zone de page
ja: ページ エリア

# pagefooter
source: Seitenfuß
es: Pié de página
fr: Pied de page
ja: ページ フッター

# pageheader
source: Seitenkopf
es: Encabezado de página
fr: En-tête de page
ja: ページ ヘッダー

# pagelist
source: Seitenliste
es: Lista de páginas
fr: Liste des pages
ja: ページ リスト

# pagesetupsync
source: Report an Druckgröße anpassen
es: Ajustar al tamaño de impresión
fr: Dimensionner à la taille d'impression
ja: 印刷サイズに合わせる

source: Papierrand
es: Márgenes
fr: Marges
ja: 余白

# papierrandDP
source: Papierrand:
es: Márgenes:
fr: Marges:
ja: 余白:

# path
source: Pfad
es: ruta
fr: béziers
ja: パス

# picture
source: Bild
es: imagen
fr: image
ja: 画像

# printablearea
source: Druckbarer Bereich
es: Zona de impresión
fr: Zone imprimable
ja: 印刷可能領域

# process_variables
source: Prozessvariablen
es: Variables de proceso
fr: Variables process

# properties
source: Eigenschaften
es: Propiedades
fr: Propriétés
ja: プロパティ

# publish_as_subreport
source: Als Unterbericht bereitstellen
es: Publicar como subinforme
fr: Publier en tant que sous-rapport

source: Rahmen
es: Marco
fr: Cadre
ja: 枠

source: Rahmen anzeigen
es: Mostrar el marco
fr: Afficher le cadre
ja: 枠を表示

# rahmen_und_hintergrund
source: Rahmen & Hintergrund
es: Marco & Fondo
fr: Cadre & Arrière-plan
ja: 枠 & 背景

# rahmenDP
source: Rahmen:
es: Marco:
fr: Cadre:
ja: 枠:

source: Rechts
es: Derecha
fr: Droite
ja: 右

# record_value_in_variable
source: Wert in Variable speichern
es: Almacenar en la variable
fr: Enregistrer dans la variable
ja: 値を変数に保存

# rect
source: Viereck
es: rectángulo
fr: Rectangle
ja: 四角

# redo
source: Wiederholen
es: Rehacer
fr: Rétablir
ja: 繰り返し

# repeating_options
source: Wiederholungseinstellungen
es: Opciones de repetir
fr: Options de répétition
ja: 繰り返しオプション

# repeatthisobject
source: Wiederhole das Objekt
es: Repita este objeto
fr: Répétez cet objet
ja: このオブジェクトを繰り返し

# Replicated
source: Wiederholt
es: Replicado
fr: Mosaïque
ja: 複製済

source: Report
es: Informe
fr: rapport

source: Reporteinstellungen
es: Preferencias del informe
fr: Préférences du rapport
ja: レポート設定

source: REPORTEIGENSCHAFTEN
es: PROPIEDADES DEL INFORME
fr: PROPRIÉTÉS DU RAPPORT

source: Reporteigenschaften
es: Propiedades del informe
fr: Propriétés du rapport

# reportfooter
source: Reportfuß
es: Pié del informe
fr: Pied de rapport
ja: レポート フッター

# reportheader
source: Reportkopf
es: Encabezado del informe
fr: En-tête de rapport
ja: レポート ヘッダー

# ReportnameDP
source: Berichtsname:
es: Nombre del informe:
fr: Intitulé du rapport:
ja: レポート名:

# resizeable
source: Vergrößerbar
es: Ampliable
fr: Agrandissable

# rotate
source: Drehen
es: Rotar
fr: Effectuer une rotation
ja: 回転

# rotate_end
source: Drehen beenden
es: Terminar rotación
fr: Arrêter la rotation
ja: 回転終了

source: Rotation
es: Rotación
ja: 回転

# rotationDP
source: Rotation:
es: Rotación:
ja: 回転:

# rulers
source: Lineale
es: Reglas
fr: Règles
ja: 定規

# run
source: Ausführen
es: Ejecutar
fr: Exécuter

# rundungDP
source: Abrundung:
es: Redondear:
fr: Arrondi:
ja: 四捨五入:

# Scaled_to_Fit
source: Größe angepasst
es: Escalada
fr: Image proportionnelle
ja: サイズを合わせる

# Scaled_to_fit_prop_centered
source: proportinal verkleinert - zentriert
es: Escalada centrada proporcional
fr: Image proportionnelle (centrée)
ja: 縦横比を維持して縮小-中央基準

# Scaled_to_fit_proportional
source: proportinal verkleinert
es: Escalada proporcional
fr: Image proportionnelle (ajustée)
ja: 縦横比を維持して縮小

# schliessen
source: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

# schriftDP
source: Schrift:
es: Fuente:
fr: Police:
ja: フォント:

# schriftgroesseDP
source: Schriftgröße:
es: Tamaño:
fr: Taille:
ja: フォント サイズ:

source: Scripteditor
es: Editor de script
fr: Éditeur de script
ja: スクリプト エディター

# section
source: Markierung
es: Sección
fr: Section

# section_captions
source: Markierungstext
es: Texto de sección
fr: Texte de section
ja: セクション テキスト

# section_layout
source: Markierungslayout
es: Posición de las secciones
fr: Disposition de section
ja: セクション レイアウト

# section_lines
source: Markierungslinien
es: Marcadores de sección
fr: Lignes de section
ja: セクション ライン
