Repository: heubachmedia/hmReports-Release
Catalog: Sample Database 4D v19/Components/hmReports_Palette.4dbase/Resources/*.lproj/Main.xlf
Languages: es, fr, ja

source: Seite
es: Página
fr: Page
ja: ページ

source: Seite einrichten...
es: Formato de página...
fr: Format d'impression...
ja: ページ設定...

# SeiteDP
source: Seite:
es: Página:
fr: Page:
ja: ページ:

# Seitenfuss
source: Seitenfuß
es: Piá de página
fr: Pied de page
ja: ページ フッター

source: Seitenkopf
es: Encabezado de página
fr: En-tête de page
ja: ページ ヘッダー

# serverDP
source: Server:
es: Servidor :
fr: Serveur :
ja: サーバー:

# show_calculated_value
source: Zeige berechneten Wert
es: Mostrar valor calculado
fr: Afficher la valeur calculée
ja: 計算値を表示

# show_info_while_drag
source: Zeige Informationen beim Vergrößern/Verkleinern von Objekten
es: Mostrar información durante redimensionamiento
fr: Afficher détails pour le redimensionnement des objets
ja: オブジェクトのリサイズ時に情報を表示

# show_objectorder
source: Zeige Objektreihenfolge
es: Mostrar orden de los objetos
fr: Afficher ordre des objets
ja: オブジェクトの順番を表示

# show_references
source: Referenzen anzeigen
es: Las referencias muestran
fr: Montrer les références
ja: リファレンスを表示

# show_variable_prefix
source: Zeige Variablenpräfix
es: Mostrar prefijo de la variable
fr: Afficher le préfixe des variables
ja: 変数のプレフィックスを表示

# showobjectbounds
source: Zeige Objektumrahmungen
es: Mostrar bordes del objeto
fr: Afficher les bords de l'objet
ja: オブジェクトの境界を表示

source: Sichtbar
es: Visible
fr: Visible
ja: 可視

# smooth
source: Glätten
es: Suavizar
fr: Lisser
ja: スムーズ

source: Speichern
es: Guardar
fr: Enregistrer
ja: 保存

source: Speichern als SVG...
es: Guardar como SVG...
fr: Enregistrer sous SVG...
ja: SVG として保存...

source: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
ja: 名前を付けて保存...

source: SQL Quelle
es: Fuente SQL
fr: Source SQL
ja: SQL ソース

source: Standard
es: Estándar
ja: スタンダード

# standard_antialiasing
source: Kantenglättung für neue Objekte
es: Antialias para objetos nuevos
fr: Lissage des nouveaux objets
ja: 新規オブジェクトのアンチエイリアス

# startangleDP
source: Startwinkel:
es: Ángulo de inicio:
fr: Start angle:
ja: 開始角度e:

source: Startscript
es: Script de inicio
fr: Script de démarrage
ja: 開始スクリプト

source: Statischer Text
es: Texto estático
fr: Texte statique
ja: 固定テキスト

# statusbar
source: Statusleiste
es: Barra de estado
fr: Barre d'information
ja: ステータスバー

# subreport
source: Unterbericht
es: Subinforme
fr: Subreport
ja: サブレポート

# subreport_not_found
source: Der Unterbericht "<x>" wurde nicht gefunden!
es: El subinforme "<x>" no se ha encontrado!
fr: Le sous-état "<x>" n'a pas été trouvé!
ja: サブレポート "<x>" が見つかりません!

# subreportDP
source: Unterbericht:
es: Subinforme:
fr: Subreport:
ja: サブレポート:

source: Summenbereich
es: Total
fr: Total
ja: 合計

# svg_export_custom_properties
source: Exportiere eigene Eigenschaften
es: Exportar propiedades
fr: Exporter les propriétés
ja: カスタム プロパティのエクスポート

# svg_import_custom_properties
source: Importiere eigene Eigenschaften
es: Importar propiedades
fr: Importer les propriétés
ja: カスタム プロパティのインポート

source: System Data Source
es: Fuente de datos sistema
fr: Source de données système
ja: システム データソース

# tabbar
source: Reiterleiste
es: Pestañas
fr: Onglets
ja: タブバー

source: Tabelle
es: Tabla
fr: Table
ja: テーブル

# TabelleDP
source: Tabelle:
es: Tabla :
fr: Table :
ja: テーブル:

# tables
source: Tabellen
es: Tablas
fr: Tables

source: Text
es: Texto
fr: Texte
ja: テキスト

source: Texteigenschaften
es: Tipografía
fr: Propriétés du texte
ja: テキスト プロパティ

# textfarbeDP
source: Textfarbe:
es: Color del texto:
fr: Couleur du texte:
ja: テキスト カラー:

source: Textquelle
es: Fuente
fr: Source du texte
ja: テキスト ソース

# TextquelleDP
source: Textquelle:
es: Fuente del texto:
fr: Source du texte:
ja: テキスト ソース:

# timeformat10
source: System Format lang abgekürzt
es: Sistema Hora larga abreviada
fr: Système date longue abrégée
ja: System time long abbreviated

# timeformat11
source: System Format lang
es: Système Hora larga
fr: Système heure longue
ja: System time long

# timeformat3
source: Stunde:Minute:Sekunde
es: Hora:Minuto:Segundo
fr: Heure:Minute:Seconde
ja: Hour:Min:Sec

# timeformat4
source: Stunde:Minute
es: Hora:Minuto
fr: Heure:Minute
ja: Hour:Min

# timeformat7
source: Minute Sekunde
es: Minuto Segundo
fr: Minute Seconde
ja: Min Sec

# timeformat8
source: ISO Zeit
es: Hora ISO
fr: Heure ISO
ja: ISO Time

# timeformat9
source: System Format kurz
es: Sistema hora corta
fr: Système heure courte
ja: System time short

# toolbar
source: Symbolleiste
es: Barra de herramientas
fr: Barre d'outils
ja: ツールバー

# tools
source: Werkzeugleiste
es: Herramientas
fr: Outils
ja: ツール

source: Transparenz
es: Transparencia
fr: Opacité
ja: 透明度

# transparenzDP
source: Transparenz:
es: Transparencia:
fr: Opacité:
ja: 透明度:

# treiberDP
source: Treiber:
es: Piloto:
fr: Pilote:
ja: ドライバー:

# Truncated_Centered
source: abgeschnitten - zentriert
es: Truncada centrada
fr: Image tronquée (centrée)
ja: トランケート（中央合わせ）

# Truncated_non_Centered
source: abgeschnitten links oben
es: Truncada no centrada
fr: Image tronquée
ja: トランケート（中央合わせしない）

source: Typ
es: Tipo
fr: Type
ja: タイプ

# typDP
source: Typ:
es: Tipo:
fr: Type:
ja: タイプ:

# TypeGroup
source: Gruppe
es: grupo
fr: groupe
ja: グループ

source: Umbruchoptionen
es: Opciones de salto de página
fr: Options de rupture de page
ja: 改ページ オプション

# undo
source: Widerufen
es: Deshacer
fr: Annuler
ja: 取り消し

# ungroup
source: Gruppierung auflösen
es: Desagrupar
fr: Dégrouper
ja: グループ解除

# unknown
source: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明

# unsmooth
source: Nicht glätten
es: No suavizar
fr: Ne pas lisser
ja: スムーズなし

source: Unten
es: Abajo
fr: en bas
ja: 下

source: Unterstrichen
es: Subrayado
fr: Souligné
ja: 下線

# use
source: benutzen
es: utilizar
fr: utiliser
ja: 使う

# usehorizontalrepeatoffset
source: Benutze horizontalen Versatz
es: Repita el uso Desplazamiento horizontal
fr: Utilisez Répétez Décalage horizontal
ja: 繰り返し (水平) をオフセットする

source: User Data Source
es: Source de données utilisateur
fr: Source de données utilisateur
ja: ユーザー データソース

# useverticalrepeatoffset
source: Benutze vertikalen Versatz
es: Repita el uso Desplazamiento vertical
fr: Utilisez Répétez Décalage vertical
ja: 繰り返し (垂直) をオフセットする

# variable_height
source: Variable Höhe
es: Altura variable
fr: Hauteur variable
ja: 変数 高さ

source: Variablen
es: Variables
fr: Variables
ja: 変数

# variablennameDP
source: Variablenname:
es: Nombre de variable:
fr: Nom de variable:
ja: 変数名:

# verfuegbare_datenquellen
source: Verfügbare Datenquellen:
es: Fuente de datos disponible:
fr: Sources de données disponibles:
ja: 利用可能なデータソース:

# Verfuegbare_VorlagenDP
source: Verfügbare Vorlagen:
es: Modelos disponibles:
fr: Modèles disponibles :
ja: 利用可能なテンプレート:

# vertical_scrollbar
source: Vertikale Bildlaufleiste
es: Barra de desplazamiento vertical
fr: Barre de défilement verticale
ja: スクロールバー (垂直)

# vertical_sizingDP
source: Vertikale Größe:
es: Vertical:
fr: Vertical:
ja: サイズ (縦):

source: Vertikal verteilen
es: Organizar verticalmente
fr: Disposer verticalement
ja: 垂直方向に分散

# vordemdruckenneueseiteanfangen
source: Vor dem Drucken eine neue Seite anfangen
es: Insertar nueva página antes de empezar la sección
fr: Insérer une nouvelle page avant cette section
ja: セクション開始前に改ページする

source: Vorlage
es: Modelo
fr: Modèle
ja: テンプレート

# Vorlage_untertext
source: Wählen Sie eine Vorlage für den Bericht (Optional)
es: Por favor seleccione un modelo para su informe (opcional)
fr: Veuillez sélectionner un modèle pour le rapport (Optionnel)
ja: レポートに使うテンプレートを選択してください (任意)

source: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー

source: Vorschau von
es: Vista previa de la
fr: Aperçu de
ja: プレビュー

# W
source: B
es: W
fr: L
ja: W

source: Weiter
es: Adelante
fr: Avant
ja: 次へ

source: Wert
es: Valor
fr: Valeur
ja: 値

# wertinvariableDP
source: Wert in Variable:
es: Variable:
fr: Variable:
ja: 変数の値:

source: Wiederholung
es: Iteraciones
fr: Itérations
ja: 繰り返し

source: Wiederholungseinstellungen
es: Preferencias de iteración
fr: Préférences d'itération
ja: 繰り返しオプション

# wiederholungstypnichttabelle
source: Der Wiederholungstyp ist nicht "Tabelle"!
es: El tipo de iteración no es una "Tabla"!
fr: Le type d'itération n'est pas une "Table"!
ja: 繰り返しタイプは "テーブル" ではありません!

# without_group
source: Ohne Gruppe
es: Sin grupo
fr: Sans le groupe

source: Zentriert
es: Centrado
fr: Centré
ja: 中央

source: Zoll
es: Pulgada
fr: Pouce
ja: インチ

# zoomin
source: Vergrößern
es: Zoom ampliar
fr: Zoom avant
ja: ズーム イン

# zoomout
source: Verkleinern
es: Zoom reducir
fr: Zoom arrière
ja: ズーム アウト

# zurueck
source: Zurück
es: Volver
fr: Retour
ja: 戻る

source: Normal
ja: 通常

source: Pixel
ja: ピクセル

source: Script
ja: スクリプト

source: Scripts
ja: スクリプト

source: Variable
ja: 変数

source: Zoom
ja: ズーム

# zoomDP
source: Zoom:
ja: ズーム:
